[
  {
    "id": 0,
    "status": "success",
    "summary": "5908 OF 2021 FOURTH DIMENSION SOLUTIONS LTD. Appellant(s VERSUS RICOH INDIA LTD. & ORS. If so all contentions available to both sides be decided in the said proceedings on its own merits in accordance with The civil appeal is disposed of accordingly. Pending applications if any stand disposed of SECTION XVII S U P R E M E C O U R T O F I N D I A RECORD OF PROCEEDINGS Civil Appeal No(s).",
    "original_length": 523,
    "summary_length": 76
  },
  {
    "id": 1,
    "status": "success",
    "summary": "The State of U.P. application has been filed to quash the entire proceedings arising out of F.I.R. The instant dispute is the outcome of strained matrimonial relations between applicant No.1 and opposite party No.4.",
    "original_length": 503,
    "summary_length": 34
  },
  {
    "id": 2,
    "status": "success",
    "summary": "VIII 46 DZU 2021 under Sections 8(c) 20 22 29 of the NDPS Act on a complaint filed by the respondent NCB. He further states that the similarly placed co accused namely Devesh Vasa has been granted bail by this Court and Aashray Pandey has been granted bail by the learned Special Court and hence on parity the petitioner be also granted bail. Guhan Sarvothaman further BAIL APPLN.",
    "original_length": 526,
    "summary_length": 68
  },
  {
    "id": 3,
    "status": "success",
    "summary": "Ushman Ansari Son of Md. and P.S. 77706 decided on 02.12.2010 in respect of similarly situated persons.",
    "original_length": 488,
    "summary_length": 17
  },
  {
    "id": 4,
    "status": "success",
    "summary": "Sachin Kadam for Respondent No. 1 ................... CORAM : MILIND N. JADHAV J. 3 respectively.4.",
    "original_length": 498,
    "summary_length": 15
  },
  {
    "id": 5,
    "status": "success",
    "summary": "Petitioner has further pleaded that no contraband was recovered from his possession and he has been falsely implicated in this case. 16 06 Smalakha Kapasehra New Delhi is suspected of containing NRX tablets and if captured huge quantity of narcotic tablets can be recovered. Manoj Kumar Junior Intelligence Officer offered these independent witnesses to search him and his team members to which they declined.",
    "original_length": 479,
    "summary_length": 64
  },
  {
    "id": 6,
    "status": "success",
    "summary": "Rajouri Garden Delhi bearing number 327226 dated 13.04.2003 for an amount of Rs. 3 lakhs and number 327338 dated 27.07.2003 for an amount of Rs. It was stated before the Metropolitan Magistrate that the bus No.DL1 PA 5798 was re possessed by the respondent.",
    "original_length": 499,
    "summary_length": 44
  },
  {
    "id": 7,
    "status": "success",
    "summary": "(A) of 2019 pending in the Court of Special Judge CBI Court No.I Ashwini Kumar Patra Petitioner Mr. Devashis Panda versus Republic of India Opposite Party Mr. Sarthak Nayak Special Public ProsecutorS.K. The Superintendent of Police CBI ACB Bhubaneswar on receipt of the written complaint and on prima facie finding that the complaint disclosed commission of cognizable offence punishable under sections 120 B 420 467 468 and 471 of the Indian Penal Code and section 13(2) read with section 13(1)(d) of the Prevention of Corruption Act 1988 registered the same as R.C. 09(A) 2019 BBS dated 01.07.2019 and on getting prior approval from the competent authority of the Bank as per section 17 A of the Prevention of Corruption Act 1988 for initiating CBI investigation against the bank officials into the alleged matter 4 proceeded with the investigation.",
    "original_length": 486,
    "summary_length": 138
  },
  {
    "id": 8,
    "status": "success",
    "summary": "43 Case : Crl. 570614 decided on 16.12.2014 and its recent reiteration in Writ C No. 142820decided on 23.09.2020 3.",
    "original_length": 529,
    "summary_length": 20
  },
  {
    "id": 9,
    "status": "success",
    "summary": "(C) 3701 2018 CENTRAL INFORMATION COMMISSION NEW DELHI Through Mr.Amit Bansal Sr. It is also claimed that the CPIO misled regarding the other issues. As per the impugned order a case was registered against the petitioner by CBI New Delhi on 05.05.2012 on the allegation of criminal conspiracy of cheating by impersonation demand of illegal gratification and misuse of official position.",
    "original_length": 493,
    "summary_length": 61
  },
  {
    "id": 10,
    "status": "success",
    "summary": "Case No 92(S) of 2020 and the same was endorsed to the Magistrate for trial. It is further stated in the petition that since the case involving the Petitioner No 1 also includes sections 279 and 304(A) IPC which are non compoundable the Magistrate under section 320 Cr.P.C. Mr. H. Kharmih learned GA on the other hand has submitted that since some of the sections involved in the said criminal case against the Petitioner No 1 are non compoundable therefore no compromise can be affected and as such this application is liable to be reje",
    "original_length": 528,
    "summary_length": 95
  },
  {
    "id": 11,
    "status": "success",
    "summary": "37943 37944 2015by which the High Court has dismissed the said writ petitions preferred by the original applicant Bangalore Development Authoritythe BDA has preferred the present appeals The facts leading to the present appeals in a nutshell are as under That land admeasuring 01 acre 15 guntas in Survey No. 12 2 of Geddalahalli Village was acquired by BDA in the year 1977 under Section 17 of the Bangalore Development Authority Act 1976of the Land Acquisition Act 1894 came to be issued on 01.04.1982 evidencing the factum of taking possession of the acquired land. Respondent No.2 herein challenged the judgment and order passed by the High Court before this Court by way of special leave petition which came to be dismissed by this Court vide order dated 11.02.2013.",
    "original_length": 493,
    "summary_length": 128
  },
  {
    "id": 12,
    "status": "success",
    "summary": "MISC. Misc. MISC.",
    "original_length": 511,
    "summary_length": 3
  },
  {
    "id": 13,
    "status": "success",
    "summary": "2. Before discontinuance in the year 1996 he was not issued with any show cause notice nor compensation of any nature even retrenchment compensation was not paid. 3.",
    "original_length": 492,
    "summary_length": 28
  },
  {
    "id": 14,
    "status": "success",
    "summary": "Hig h C o urt of H.P on 01 04 HCHP MP(M) No. The petitioner was committing rape on the prosecutrix so the complainant clamored. 5.",
    "original_length": 487,
    "summary_length": 26
  },
  {
    "id": 15,
    "status": "success",
    "summary": "Whether the respondent is guilty of violating the order dated 08.07.2009 OPP 2. Relief \" Evidence was led by the plaintiff and her son as well as by the defendant. Issue No.2 on the maintainability of the application was decided in favour of the plaintiff.",
    "original_length": 503,
    "summary_length": 45
  },
  {
    "id": 16,
    "status": "success",
    "summary": "The prosecutrix kept her daughter with her parents and started residing at Alandi with her brother. Accordingly the accused took the prosecutrix to a temple and solemnised the marriage and established physical relationship with her. She recorded the statement of witnesses conducted panchanama seized incriminating material and after completion of the investigation fled a The case being sessions triable was committed to the Court of Sessions.",
    "original_length": 512,
    "summary_length": 66
  },
  {
    "id": 17,
    "status": "success",
    "summary": "2. MISC. MISC.",
    "original_length": 514,
    "summary_length": 3
  },
  {
    "id": 18,
    "status": "success",
    "summary": "From the aforesaid payment receipt shared by the Complainant it was observed that Billionaire Solutions was using Easebuzz Payment Gateway hereinafter referred to as \"Easebuzz\"). Therefore account details were sought from Easebuzz and it was gathered that the Canara Bank Account Number 6058201000216 linked with Easebuzz belonged to the Noticees. The examination of the said bank statements also revealed that various credits have been received in the aforementioned account of the Noticees and it appeared that the payments had come from various individuals.",
    "original_length": 475,
    "summary_length": 83
  },
  {
    "id": 19,
    "status": "success",
    "summary": "2. 3. 5.",
    "original_length": 507,
    "summary_length": 3
  },
  {
    "id": 20,
    "status": "success",
    "summary": ": West 5. West Tripura. Brief facts are as Smt.",
    "original_length": 466,
    "summary_length": 10
  },
  {
    "id": 21,
    "status": "success",
    "summary": "The prayers made in the said writ petition were for a declaration that all national and regional political parties are public authorities under the Right to Information Act 2005 a direction to the Election Commission of to mandatorily disclose complete details about their income expenditure donations and funding as well as full details of the petitions. The above details will be furnished forthwith in respect of of such other bonds that may be received by such a political submitted on or before 30th May 2019. As per Clause 8 of the Electoral Bond Scheme 2018 months of January April July and October and additional 30 contained in the Note of the finance Ministry dated 28.2.2019 extracted above a total period of 45 days has been fixed for issuing the bonds in the month of March April and May.",
    "original_length": 524,
    "summary_length": 138
  },
  {
    "id": 22,
    "status": "success",
    "summary": ": 11th October 2021 MAC.APP. He had duly proved on record the terms of employment as Exb PW 1 1. He submits that compensation was awardable only under the head of 'Loss of Consortium' and that also at the rate of Rs.",
    "original_length": 481,
    "summary_length": 42
  },
  {
    "id": 23,
    "status": "success",
    "summary": "Government of Manipur and a resident of Thangsho Street New LamkaPO & PS Churachandpur in Churachanpur District Manipur.. 2. Not only that the date of the petitioner's father expiry was tampered with by pushing it back by a year later.",
    "original_length": 495,
    "summary_length": 40
  },
  {
    "id": 24,
    "status": "success",
    "summary": "38 1st Floor NTR Municipal Kreeds Pranganam 1. VEMULAPALLI HARI KISHORE Flat No. 2919 Andhra Pradesh State 522 007 Respondent No.",
    "original_length": 484,
    "summary_length": 21
  },
  {
    "id": 25,
    "status": "success",
    "summary": "However vide order dated 27.10.2020 the same was dismissed as withdrawn1Whether reporters of Local Papers may be allowed to see the judgment Hig h C o urt of H.P on 07 02 HCHP 2with liberty to file afresh. intending to connect with friends and family and to expand the alreadyexisting social network from the comfort of one's four walls. Hence it is not unusual for youngsters tomake new social connections by sending friend requests.",
    "original_length": 475,
    "summary_length": 74
  },
  {
    "id": 26,
    "status": "success",
    "summary": "2. 6. 7.",
    "original_length": 521,
    "summary_length": 3
  },
  {
    "id": 27,
    "status": "success",
    "summary": "1 submitted that the entire FIR is based on falsehood. 1 that they could marry and to his full knowledge the marriage was performed between the petitioner no. 1 and the informant on 26.07.2012.",
    "original_length": 512,
    "summary_length": 34
  },
  {
    "id": 28,
    "status": "success",
    "summary": "VIII 46 DZU 2021 under Sections 8(c) 20 22 29 of the NDPS Act on a complaint filed by the respondent NCB. He further states that the similarly placed co accused namely Devesh Vasa has been granted bail by this Court and Aashray Pandey has been granted bail by the learned Special Court and hence on parity the petitioner be also granted bail. Guhan Sarvothaman further BAIL APPLN.",
    "original_length": 526,
    "summary_length": 68
  },
  {
    "id": 29,
    "status": "success",
    "summary": "The Deputy Range Forest Officer aggrieved by judgment of the High Court has come up in The facts of the case briefly are On 25.07.2016 from the respondent Titty alias George Kurian a Turtle was seized by Rani Forest Flying Range Staff at Karumbanakulam. After seizure of the Turtle the same was sent for identification to Veterinary Surgeon who by its letter dated 26.07.2016 identified the Turtle on inspection as \"Indian Flap Shell\" the scientific name is \"Lissemys Punctata\". On a perusal of Part II of Schedule I of the Act it seems that Item No.8 is Indian Soft Shell Turtle (Lissemys Punctata Punctata).",
    "original_length": 505,
    "summary_length": 104
  },
  {
    "id": 30,
    "status": "success",
    "summary": "180 1997 for the recovery of Rs.57 04 365.90 as on 31st March 1997. The petitioner was directed vide orders dated 28th July 2010 to deposit the decretal amount along with simple interest. One crore as it could deposit only Rs.50 lakhs.",
    "original_length": 526,
    "summary_length": 42
  },
  {
    "id": 31,
    "status": "success",
    "summary": "3500 2021 a) The marriage of the petitioner and the respondent was solemnized on 05.03.2018 at Jammu. 12 lacs in CRL.M.C. 3500 2021 the year 2019 20 and a sum of Rs.",
    "original_length": 506,
    "summary_length": 32
  },
  {
    "id": 32,
    "status": "success",
    "summary": "The case has been taken up out of turn on the basis of motion slip filed by learned counsel for the petitioner which was 3. Learned APP submitted that from the FIR itself it is clear that the accused including the petitioner had real motive to commit the crime as they were accused in the earlier case filed by the nephew of the informant and for getting the same withdrawn they had tried to exert undue pressure. It was further submitted that the allegation in the FIR is corroborated by recovery of empty cartridge.",
    "original_length": 496,
    "summary_length": 94
  },
  {
    "id": 33,
    "status": "success",
    "summary": "As a result of this the complainant's marriage was broken and she was defamed in the society. Thereafter the complainant lodged an FIR and the accused was forwarded on 27.06.2020. Further he has submitted that the petitioner is in no way connected with the case rather he has fallen prey to a conspiracy.",
    "original_length": 480,
    "summary_length": 53
  },
  {
    "id": 34,
    "status": "success",
    "summary": "The present criminal revision petition is directed against the Judgement dated 01.10.2013 passed by the learned Additional Sessions Judge VII Palamau at Daltonganj in Criminal Appeal No 90 2008 whereby the learned appellate court affirmed the Judgment of conviction and the order of sentence of the petitioner under Section 497 of the Indian Penal Code passed by the learned trial court and dismissed the criminal appeal 4. 1608had convicted the petitioner for the offence under Section 497 of the Indian Penal Code and had sentenced him to undergo Rigorous Imprisonment for two years under Section 497 of the Indian Penal Code Arguments on behalf of the petitioner Indian Kanoon August Kumar Mehta vs The State Of Jharkhand on 23 June 2021 5. Learned counsel for the petitioner also referred to the judgement passed by the Hon ble Bombay High Court in the case of Rupesh versus Shri Charandas reported in 2018 SCC OnLine Bombay 6292 wherein the Judgment of the Hon ble Supreme Court passed in the case of Joseph Shine Supra) has been followed and the conviction and sentence under Section 497 of the Indian Penal Code has been set aside under revisional jurisdiction 7.",
    "original_length": 508,
    "summary_length": 196
  },
  {
    "id": 35,
    "status": "success",
    "summary": "46 of 1992 whereby the appeal filed by the petitioner has been dismissed and the learned appellate court has confirmed the judgment of conviction and sentence of 2 years rigorous imprisonment dated 26.11.1992 passed by the learned Assistant Sessions Judge Simdega in S.T. Learned counsel further submits that without prejudice to the aforesaid submissions present age of the petitioner is more than 69 years and he has faced the criminal case for more than 30 years now as the F.I.R. He also submits that argument of the petitioner in connection with nature of injury has been duly considered by the learned courts below and the doctor has also opined that injury was grievous in nature.",
    "original_length": 501,
    "summary_length": 115
  },
  {
    "id": 36,
    "status": "success",
    "summary": "7997 OF 2022 JUSTICE RAJA VIJAYARAGHAVAN V MONDAY THE 14TH DAY OF MARCH 2022 23RD PHALGUNA 1943 WP(C) NO. ERNAKULAM PIN 682307 BY ADV C.K.SREEJITH KERALA UNIVERSITY OF HEALTH SCIENCES REP. BY ITS VICE CHANCELLOR MEDICAL COLLEGE P.O. THRISSUR PIN 680596 BY ADV SHRI.P.SREEKUMAR SC KERALA UNIVERSITY OF WP(C) NO.",
    "original_length": 489,
    "summary_length": 50
  },
  {
    "id": 37,
    "status": "success",
    "summary": "The petitioner is convicted for an offence punishable under Section 376 of the Indian Penal Code and Sections 3 4 and 5 of the Protection of Children against Sexual Offences Act 2012 of the Maharashtra Prisons Prashant Rane PS Criwpst 3206 20 full bench.odt Bombay Furlough and Parole) Rules 1959 effected vide Government Notification dated 8 May 2020. The State of Maharashtra & Anr.1 Maharashtra & Anr2 of Maharashtra3 iii) Shubham s o. Devidas Gajbhare Vs. The State of Maharashtra & anr.4 The Division Bench considering the above decisions as also the observations of the Division Bench of this Court in National Alliance for People's Movements vs.",
    "original_length": 494,
    "summary_length": 107
  },
  {
    "id": 38,
    "status": "success",
    "summary": "The learned counsel for the petitioner submits that the petitioner had applied for the post of Constablein the RPF. The impugned communication dated 04.11.2019 itself advised the petitioner of the procedure to file an appeal for medical re examination. (C) 9559 2021 respondents vide impugned order dated 08.05.2020 without giving any reasons for the same.",
    "original_length": 467,
    "summary_length": 55
  },
  {
    "id": 39,
    "status": "success",
    "summary": "It is alleged in the petition that respondent No.6 blatantly misused her powers as Returning Officer in the Learned counsel for the petitioners submits that while allowing respondents No.7 to 8 to contest the election respondent No.6 out rightly ignored the fact that encroaching upon Municipal land is a criminal offence also. He further submits that a person who has encroached upon Municipal land can never be allowed to represent the residents of that area in the capacity of councilor. In this Act there is a bar under Section 74 on challenging the elections by any other mode than filing an election petition.",
    "original_length": 476,
    "summary_length": 103
  },
  {
    "id": 40,
    "status": "success",
    "summary": "Learned counsel for the petitioner prays that the petition be disposed of in terms of order dated 9th January 2020 passed in CWJC No. The State of Bihar and subsequent order dated 14th January 2020 passed in CWJC No.171619 titled as Umesh Sah Versus the State of Bihar & Ors. This Court has been flooded with several petitions solely on account of non initiation of such proceedings of confiscation or passing of illegal orders with respect thereto Also on account of lack of parties pursing the remedies so provided under the Act.",
    "original_length": 486,
    "summary_length": 92
  },
  {
    "id": 41,
    "status": "success",
    "summary": "the date of birth certificate from the school can also be relied upon but only if matriculation certificate is not available. According to that provision the matriculation certificate no more enjoys the place of primacy while determining the age of the accused. The date of birth certificate from the school and the matriculation certificate have been put at par so far as their evidentiary value is concerned.",
    "original_length": 502,
    "summary_length": 67
  },
  {
    "id": 42,
    "status": "success",
    "summary": "274 2020 Represented by: Ms.Sunita Arora Advocate. Even taking this gap into consideration the prosecutrix was a major at the time of incident. Further this version of PW 10 is contrary to the version of the prosecutrix who stated that the child who expired was the youngest boy born in Delhi.",
    "original_length": 541,
    "summary_length": 51
  },
  {
    "id": 43,
    "status": "success",
    "summary": "Addl. Addl. Addl.",
    "original_length": 525,
    "summary_length": 3
  },
  {
    "id": 44,
    "status": "success",
    "summary": "The prosecutrix nevertheless admitted during cross­ examination to being in love with the appellant having had consensual sexual intercourse with him on a prior date and also having met him outside her home on previous occasions. It further emerged that during her alleged kidnapping she was seated with the appellant's village where both went to work together and were living akin to husband and wife. Kidnapping from lawful guardianship.—Whoever takes eighteen] years of age if a female or any person of unsound mind unsound mind without the consent of such guardian is said to any person lawfully entrusted with the care or custody of such 366.",
    "original_length": 497,
    "summary_length": 106
  },
  {
    "id": 45,
    "status": "success",
    "summary": "Opposite Party s ORAL JUDGMENT Date : 30 07 2021 The matter has been heard via video conferencing. 2 and others is of strangulating the wife of her brother 6. 2 was the main cause behind the incident as the family of the deceased was pressuring for Rs.",
    "original_length": 524,
    "summary_length": 48
  },
  {
    "id": 46,
    "status": "success",
    "summary": "2946 2021 Represented by: Mr. Shreeyash U.Lalit and Mr.Tarun Narang Advocates. The same has also resulted in initiation of divorce proceedings between the victim and her husband. The respondent No.2 is living in the neighbourhood of the prosecutrix and thus as a neighbourer he knew the medical condition of the prosecutrix.",
    "original_length": 501,
    "summary_length": 51
  },
  {
    "id": 47,
    "status": "success",
    "summary": "Counsel for the petitioner : Mr. Srinivas Chaturveduala Counsel for respondents : Mr. B.Narasimha Sharma Senior Standing Counsel for Central Goods and Services Taxes. By filing this petition under Article 226 of the Constitution of India petitioner has challenged legality and validity of the show cause notice dated 12.04.2021 issued by Additional Commissioner of Central Taxes and Customs Hyderabad Audit I Commissionerate Hyderabad. the respondent No.4 has called upon the petitioner to show cause as to why the product manufactured and supplied to various customers during the period from July 2017 to March 2019 should not be classified under the tariff heading 21069099 of Customs Tariff Act 1975 made applicable to the Central Goods and Services Tax Act 2017 being the CGST not paid should not be demanded under Section 74(1) of the CGST Act.",
    "original_length": 504,
    "summary_length": 135
  },
  {
    "id": 48,
    "status": "success",
    "summary": "MISC. 5. MISC.",
    "original_length": 520,
    "summary_length": 3
  },
  {
    "id": 49,
    "status": "success",
    "summary": "1 02 000 per month and sum of Rs. The Family Court vide the order dated 22.12.2020 partially allowed the said Application of the Petitioner. 20 2021 issued notice and directed the respondent to comply with the interim maintenance order dated 22.12.2020 passed by the Family Court.",
    "original_length": 491,
    "summary_length": 47
  },
  {
    "id": 50,
    "status": "success",
    "summary": "The appellant is the plaintiff in a suit instituted before the Civil Judge Senior Division at Nagpur. The 1plaintiff claims that he came into contact with the third defendant who is a financial broker. Thereafter it is alleged that the plaintiff needed an additional finance of Rs 22 lacs and the third defendant took the plaintiff to the first defendant.",
    "original_length": 538,
    "summary_length": 60
  },
  {
    "id": 51,
    "status": "success",
    "summary": "3. MISC. MISC.",
    "original_length": 531,
    "summary_length": 3
  },
  {
    "id": 52,
    "status": "success",
    "summary": "W.P.No.276421IN THE HIGH COURT OF JUDICATURE AT MADRASDATED : 01.02.2022CORAM :THE HONOURABLE MR. JUSTICE S.M. SUBRAMANIAMW.P.No. For Petitioner : Mr. A.Radhakrishnan Party in personFor RR 1 5 15 & 16: Mr. T",
    "original_length": 321,
    "summary_length": 32
  },
  {
    "id": 53,
    "status": "success",
    "summary": "Appellant No. Appellant No. 78 14 077 whereas she parted only with a sum of Rs.",
    "original_length": 525,
    "summary_length": 16
  },
  {
    "id": 54,
    "status": "success",
    "summary": "The State of Tripura Represented by The Secretary Finance Department) Finance Department Civil Secretariat New Capital Complex P.O. For Petitioner(s) For Respondent(s) : Mr. D. Bhattacharya Government Advocate. On 23.11.2020 the representative of the petitioner company was present to advance his arguments before the Assessing Officer.",
    "original_length": 461,
    "summary_length": 46
  },
  {
    "id": 55,
    "status": "success",
    "summary": "3. Sub Divisional Magistrate Government of Sikkim Rangpo East Sikkim. 3.",
    "original_length": 485,
    "summary_length": 11
  },
  {
    "id": 56,
    "status": "success",
    "summary": "1 4 5 7 & 8. 13. 14.",
    "original_length": 440,
    "summary_length": 8
  },
  {
    "id": 57,
    "status": "success",
    "summary": "2. 5. 6.",
    "original_length": 498,
    "summary_length": 3
  },
  {
    "id": 58,
    "status": "success",
    "summary": "Pursuant to the death of Late Anowar Page No.# 3 6 Hussain the mother of the deceased filed a claim petition registered as MAC 2011 before the Member Motor Accident Claims Tribunal Tezpur 4. The Court below vide an order dated 18.08.2015 fixed it for necessary orders. (S C) 9 2013 Misc.",
    "original_length": 514,
    "summary_length": 52
  },
  {
    "id": 59,
    "status": "success",
    "summary": "ASSAM . Before killing her husband he was struck on his neck which incident was witnessed by complainant's son Rajib Lohar. The prosecution produced as many as 9 witnesses including the son of the deceased Rajib Lohar and the complainant.",
    "original_length": 526,
    "summary_length": 40
  },
  {
    "id": 60,
    "status": "success",
    "summary": "Gani Raju and another vide RSD No.2670 dated 30th March 1963. 134 1982 135 1982 136 1982 137 1982 138 1982 and 140 1982 before the Deputy Director Consolidation of Holdings Sambalpur. The learned Single Judge by order dated 21st February 2008 allowed the writ petition in favour of Respondent Nos.1 and 2.",
    "original_length": 494,
    "summary_length": 53
  },
  {
    "id": 61,
    "status": "success",
    "summary": "The respondent plaintiff claimed that a total amount of ` 8 48 053 became due from the appellants defendants and for which the bill bearing No.1558 dated 28.12.1999 was sent to the appellants defendants. The appellants defendants paid a sum of ` 4 lacs leaving a balance of ` 4 48 053 and for recovery of which the subject suit was filed. Jose was the agent of the respondent plaintiff and whether he had received back 195 numbers of Golden Rocker Sprayers and 45 numbers of knapsack sprayers from the appellants defendants.",
    "original_length": 513,
    "summary_length": 92
  },
  {
    "id": 62,
    "status": "success",
    "summary": "HON'BLE MR. JUSTICE PRATEEK JALAN PRATEEK JALAN J.video conferencing. 16327 2021W.P. The petitions are taken up for disposal with the consent of learned counsel for the parties.",
    "original_length": 490,
    "summary_length": 27
  },
  {
    "id": 63,
    "status": "success",
    "summary": "In the written submissions filed on 25th May 2021 in paragraphs 4 and 8 the State Government has set out its requirement of the quantity of vaccines which will be sufficient to give the second dose to the beneficiaries who have taken the first dose. Thus it can be broadly said that considering the requirement of the second dose of vaccine as on 1st June 2021 the quantity which the State may have as on 1st June 2021 will be barely sufficient to meet the requirement of the second dose. In fact the State Government is relying upon the advisory issued by it to the private agencies who are administering vaccines from 25% quota to utilize available stock of COVAXIN at their respective health care facilities as a second dose for the age group of 45 plus who are awaiting for the second dose.",
    "original_length": 543,
    "summary_length": 144
  },
  {
    "id": 64,
    "status": "success",
    "summary": "3940 2020 of National Medical Commission Mothukuru Sriyah Koumudi & Ors. Thereafter she was awarded Bachelor of Medicine and Bachelor of Surgery Degree on 11.06.2020. Respondent No 1 also sought a direction to Respondent No.2 College to grant admission in MSto her.",
    "original_length": 486,
    "summary_length": 42
  },
  {
    "id": 65,
    "status": "success",
    "summary": "of 2020 pending before the learned Additional Sessions Judge cum Special Judge Kendrapada. 2. 5.",
    "original_length": 502,
    "summary_length": 15
  },
  {
    "id": 66,
    "status": "success",
    "summary": "2 This Criminal Petition coming on for orders this day the Court made the following: O R D E R The petitioner is before this Court seeking grant of anticipatory bail under Section 438 of Cr.P.C. Learned counsel for the petitioner submitted that a false complaint is came to be lodged against the petitioner as a counter blast for the earlier complaint lodged by his wife against the informant. The Learned counsel submitted that the wife of the petitioner lodged a complaint against the informant in Crime No.195 2020 at Kumsi Police Station for the offences punishable under Sections 341 354 354(A) 354(B) of IPC.",
    "original_length": 509,
    "summary_length": 105
  },
  {
    "id": 67,
    "status": "success",
    "summary": "ORISSA HIGH COURT: CUTTACK W.P. Biswal & M. Mahapatra Advocates For Opp. Parties : Mr. B.P.",
    "original_length": 503,
    "summary_length": 16
  },
  {
    "id": 68,
    "status": "success",
    "summary": "74 Of 2016 From the judgment and order dated 09.10.2015 passed by the learned Addl. The appellant Madhusudan Naik faced trial in the Court of the Addl. on 17.08.2012 against the appellant under section 376 of the Indian Penal Code.",
    "original_length": 515,
    "summary_length": 40
  },
  {
    "id": 69,
    "status": "success",
    "summary": "Plaintiffs Through: Mr. Satish Kumar Advocate HIRA CONFECTIONERS ..... The defendant was served with the summons in suit and after availing various opportunities filed the written statement however thereafter stopped appearing before the Court. It is claimed that the defendant came to know of the ex parte decree only on 18.07.2019 when it received certified copies of the judgment.",
    "original_length": 491,
    "summary_length": 59
  },
  {
    "id": 70,
    "status": "success",
    "summary": "SRI.P.VIJAYA BHANU SR R2 BY SRI S SREEKUMAR SR ADV SRI B JAYASURYA SR THIS CRIMINAL MISC. 5239 2013) before this Court against the University of Calicut and the petitioner and some other persons. (4) The petitioner is entitled to the benefit of the fifth and the eighth exceptions provided to Section 499 of Crl.MC.",
    "original_length": 492,
    "summary_length": 55
  },
  {
    "id": 71,
    "status": "success",
    "summary": "The Court had noticed that on these prominent aspects rules appeared to have been formulated by certain High Courts whereas many other High Courts have not framed such rules. After noticing about 13 issues the Court felt the desirability of a uniform approach in description of exhibits manner and description of recording of statements of witnesses labeling of material objects and so on. On 20.02.2018 Mr. K Parameshwar learned counsel was also appointed as amicus curiae to assist the senior counsel who were earlier appointed as amici curiae.",
    "original_length": 474,
    "summary_length": 88
  },
  {
    "id": 72,
    "status": "success",
    "summary": "2. 3. 3.",
    "original_length": 458,
    "summary_length": 3
  },
  {
    "id": 73,
    "status": "success",
    "summary": "Mangan North Sikkim. 2 I.A. 3 I.A.",
    "original_length": 518,
    "summary_length": 7
  },
  {
    "id": 74,
    "status": "success",
    "summary": "Therefore it is alleged that Noticee had executed the reversal trades which were non genuine in nature and has created false and misleading appearance of trading in terms of creation of artificial volume in the Stock Options segment at BSE and thus it is alleged that the Noticee has violated the provisions of Regulations3(a) (c) d) and Regulation 4(1) 4(2)(a) of the SEBIRegulations 2003 of the SEBI Act and Rule 3 of the Securities and Exchange Board of IndiaRules 1995 to conduct adjudication proceedings in the manner specified under Rule 4 of Adjudication Rules read with Section 15Iandof SEBI Act and if satisfied that the Noticee is liable for penalty may impose such penalty as deemed fit in terms of Rule 5 of Adjudication Rules 1995 and Section 15HA of SEBI Act. A Show Cause Notice bearing Reference No. The SCN was sent to the Noticee vide Speed Post AD and was duly served on the Noticee.",
    "original_length": 511,
    "summary_length": 157
  },
  {
    "id": 75,
    "status": "success",
    "summary": "2. 5. 7.",
    "original_length": 506,
    "summary_length": 3
  },
  {
    "id": 76,
    "status": "success",
    "summary": "and on the basis of evidence collected offence was proved against Ghulam Mohd. The accused Ghulam Mohd was arrested however Sandeep Kumar absconded. 3 CRMC No.",
    "original_length": 507,
    "summary_length": 26
  },
  {
    "id": 77,
    "status": "success",
    "summary": "Accused No.3 Dada Sayyednoor Mulani put the house on fire on account of which everyone came out. Accused No.4 Sayyed Sayyadnoor Mulani had knife. Accused No.5 Sandipan Sakharam Koyale had iron rods.",
    "original_length": 490,
    "summary_length": 32
  },
  {
    "id": 78,
    "status": "success",
    "summary": "All the accused were arrested albeit Law @ Upendra Tiwari was arrested on 16.03.2000 On investigation being completed the chargesheet was submitted on 02.06.2000 against all the six persons under Sections 302 and 34 of the IPC and Section 27 of the Arms Act and cognizance of the offence was taken on the same date. The case was committed to the court of Sessions Judge on 26.07.2000 where all six accused persons were charged under Section 302 read with Section 34 of the IPC and Pappu Tiwari was additionally charged under Section 27 of the Arms Act In the course of Sessions Trial No.159 2001 the prosecution examined 22 witnesses and the defence examined two witnesses. In terms of the judgment dated 27.05.2002 all the accused persons were convicted as charged and in terms of order dated 28.05.2002 they were sentenced to undergo imprisonment for life.",
    "original_length": 504,
    "summary_length": 146
  },
  {
    "id": 79,
    "status": "success",
    "summary": "JUSTICE PRATHIBA M. SINGH Prathiba M. Singh J.This hearing has been done through video conferencing. 15897 2021The Petitioner in the present petition is a leading insurance company which is engaged in the business of health insurance plans and mediclaim policies. (C) 5179 2021 delayed and hospitals beds are not blocked due to the said delay in processing the claims.",
    "original_length": 498,
    "summary_length": 59
  },
  {
    "id": 80,
    "status": "success",
    "summary": "She has further stated that her parents and her grand parents have forcibly taken her to Banaras where she was beaten up and threatened constantly to give statement against the petitioner. Learned counsel for the State has raised an objection in view of the Madhya Pradesh Freedom of Religion Act 2021 (in short for the Act of 2021 ). It is vehemently argued that any marriage performed in contravention of Section 3 of the Act of 2021 shall be deemed null and void.",
    "original_length": 535,
    "summary_length": 83
  },
  {
    "id": 81,
    "status": "success",
    "summary": "2. Misc. MISC.",
    "original_length": 526,
    "summary_length": 3
  },
  {
    "id": 82,
    "status": "success",
    "summary": "Prashant Kumar Son of Unknown Resident of 201 SS Vihar ApartmentKarbigahia Patna 800001 5. Rani Kumari Wife of Amarendra Kumar Srivastava Resident of 406 SS Vihar ApartmentKarbigahia Patna 800001 6. Raghwendra Kumar Singh Son of Unknown Resident of 304 SS Vihar ApartmentKarbigahia Patna 800001 7.",
    "original_length": 496,
    "summary_length": 45
  },
  {
    "id": 83,
    "status": "success",
    "summary": "IN THE HIGH COURT AT CALCUTTA CIVIL APPELLATE JURISDICTION APPELLATE SIDE Present: THE HON'BLE JUSTICE HARISH TANDON THE HON'BLE JUSTICE KAUSIK CHANDA S.A.T. Since the relation between the parties were cordial and they never sensed any foul intention executed a purported deed of sale in favour of the defendant no.1. The defendants entered appearance and contested the suit by filing the written statement along with the counter claim.",
    "original_length": 514,
    "summary_length": 68
  },
  {
    "id": 84,
    "status": "success",
    "summary": "on 30 05 83120 DATE OF DECISION: 10.05.2021 Mandeep Kaur ... Petitioner Versus State of Punjab and others ... Respondents CORAM: HON BLE MR.JUSTICE ANUPINDER SINGH GREWAL Argued by: Mr. Divjyot Singh Sandhu Advocate for the petitioner. However before the divorce could be finalized respondent No.4 promised that he will improve his behavior in future and thus they started living together. It is stated in the petition that respondent No.4 instead of acceding to the request of the petitioner to handover the child started threatening her and the petitioner fearing her safety fled back to Australia on 05.02.2020.",
    "original_length": 498,
    "summary_length": 98
  },
  {
    "id": 85,
    "status": "success",
    "summary": "He submits that approximately a sum of Rs. Learned counsel submits that warrants of distress has been issued to the ICICI Bank Model Town to attach the bank account of the petitioner to an extent of Rs. On remittance of the said amount of Rs.",
    "original_length": 495,
    "summary_length": 45
  },
  {
    "id": 86,
    "status": "success",
    "summary": "Hence as noted the death was unnatural and there was demand for dowry. In those circumstances the further evidence of PW1 and PW8 the secure fulfilment of the said demand but the parents being It was also stated by them that during such visit she had mentioned about the ill­treatment meted out to her. Therefore though the presence of the appellant No.1(Kuljit Singh) was established being inflicted by her pursuant to such demand.",
    "original_length": 377,
    "summary_length": 73
  },
  {
    "id": 87,
    "status": "success",
    "summary": "Thereafter the mother of the deceased left her in the house of the accused persons requesting them not to ill treat her in future. Six seven months later on 22nd July 2010 one Padu Mahananda informed Lakhpati Besra father of the deceased over phone that his daughter was in a serious condition. The accused persons faced trial having been charged under Sections 498A 304B 302 and 34 IPC.",
    "original_length": 516,
    "summary_length": 68
  },
  {
    "id": 88,
    "status": "success",
    "summary": "12211.Prabhakar Yadav S o Shri Dhanurjai Yadav aged 40 years 2.Sandeep Yadav S o Shri Prabhat Yadav @ Prabha @ Prabhakar Yadav aged 20 years Both are resident of Jhagarpur P.S. For State Shri Sameer Uraon Government Advocate. Hon'ble Shri Justice Gautam ChourdiyaC A V Judgment1.In this appeal filed under Section 374(2) Cr.P.C.",
    "original_length": 468,
    "summary_length": 53
  },
  {
    "id": 89,
    "status": "success",
    "summary": "Narkatiyaganj Engineer in Chief Rural Works Department Bihar Patna ... Respondent s The proceedings of the Court are being conducted by Hon'ble the Chief Justice Hon'ble Judges through Video Conferencing from their residential offices residences. BR 37R 152 has been rescinded and recommendation sent to the Engineer in chief Bihar Patna for blacklisting the petitioner Patna High Court CWJC No.143121 dt.17 01 2022 proprietorship firm. Further a writ of Mandamus be issued: ii) For direction to the Executive Engineer Rural Works Department Works Division Narkatiyaganj West Champaran to make payment of approximately Rs 76 81 000 to the petitioner firm under the Agreement No 13 2008 09 dated 10.12.2008 towards renovation work of the fully constructed road which was severely damaged in the ravaing flood of 2010 iii) For direction to the Executive Engineer to pay the maintenance amount of approximately Rs.",
    "original_length": 470,
    "summary_length": 142
  },
  {
    "id": 90,
    "status": "success",
    "summary": "A First Information Report was lodged. Allegedly during investigation of the said case he was found to have been carrying business in procuring reservation tickets illegally. The said appeal was dismissed by an order dated 1.05.2002.",
    "original_length": 493,
    "summary_length": 36
  },
  {
    "id": 91,
    "status": "success",
    "summary": "However he has promised that whenhe will fetch good yield from his land said ring will begiven. The defence of all theappellants accused is of total denial. According to them fnancial condition of deceased Kalindi was sound and as such deceased Kalindi was not in a habit of doingwork on daily wages basis.",
    "original_length": 479,
    "summary_length": 53
  },
  {
    "id": 92,
    "status": "success",
    "summary": "PRONOUNCED THE FOLLOWING: JUDGMENT The Appellant is before this Court seeking modification of the order dated 25.02.2021 passed by the X Addl. COM.OS. No.56 OF 2021 void and not binding on the Plaintiff.",
    "original_length": 506,
    "summary_length": 33
  },
  {
    "id": 93,
    "status": "success",
    "summary": "This petition has been filed under Article 226 227 of the Constitution of India 1950 read with Section 482 Cr.P.C. 89 2021 dated 07.02.2021 registered at PS Jahangir Puri under Sections 354A 506 of the Indian Penal Code 1860502 2021 was demolished by one Mrs. Meena Kumar Respondent No.2. Thereafter the Petitioner's wife lodged a criminal complaint dated 19.01.2017 at PS Jahangir Puri against W.P.502 2021 Respondent No.2 Jatin and the daughter in law.",
    "original_length": 490,
    "summary_length": 74
  },
  {
    "id": 94,
    "status": "success",
    "summary": "Through: Mr. Abhik Chimni Mr. Lakshay Garg Mr. Shashwat Mehra Advocates M 98684 42108). ..... Respondents Through: Ms.Monika Arora Standing Counsel with Mr. Shriram Tiwary Advocate for R 1. Counsel appearing for the Petitioners submits that the main grievance of the",
    "original_length": 494,
    "summary_length": 41
  },
  {
    "id": 95,
    "status": "success",
    "summary": "The petitioner apprehends arrest in connection with Sherghati PS dated 28.07.2020 instituted under Section 30(a) of the Bihar Prohibition and Excise Act 2016of the Act has been considered and it has been held that the Act prohibits \"intoxicant or liquor containing alcohol of any strength and purity as per the definition of 'alcoholic' under Section 2(3) of the Act\" and simultaneously it does not prohibit sale etc. of non alcoholic substances in conformity with the standard set by the BIS in view of the definition and clarification contained under Sections 2(4) and 2(6) of the Act. On 16.07.2021 the Court had called upon learned APP to seek instructions on the aforesaid submissions of the Today a communication from the Senior Superintendent of Police Gaya has been brought on record in Patna High Court CR.",
    "original_length": 504,
    "summary_length": 134
  },
  {
    "id": 96,
    "status": "success",
    "summary": "C.P(C).Nos.726 7217 These contempt petitions are filed under Section 12 of Constitution of India and Rule 3(C) of the Rules to Regulate Proceedings for Contempt of the Supreme Court 1975 alleging that respondents have wilfully and deliberately violated C.P(C).Nos.726 7217 The land admeasuring 29.38 acres belonging to the petitioner situated at Bhagalpur Bihar was acquired under provisions of the Land Acquisition Act 1894will apply as much C.P(C).Nos.726 7217 Section 6 of the Act pursuant to subsequent notification. It is stated that in view of the order under Section 11 of the 2013 Act and after following the C.P(C).Nos.726 7217 there was no violation of any directions issued by the Court the determination of compensation it is always open for the petitioner to avail remedy under Section 64 of the 2013 Act Without availing such remedy under guise of contempt In the order dated 17.08.2015 passed by this Court in Civil Appeal Nos.10394­10396 of 2011 while quashing the acquisition proceedings on the ground that proceedings were in the Act respondent­State was directed to initiate fresh acquisition proceedings or to take any other action available under law. Consequent to abovesaid order dated 17.08.2015 respondents have issued fresh notification on 14.11.2015 C.P(C).Nos.726 7217 notification was issued thereafter on 14.02.2020.",
    "original_length": 467,
    "summary_length": 206
  },
  {
    "id": 97,
    "status": "success",
    "summary": "Case : CRIMINAL MISC. Case : CRIMINAL MISC. Case : CRIMINAL MISC.",
    "original_length": 524,
    "summary_length": 12
  },
  {
    "id": 98,
    "status": "success",
    "summary": "IN THE HIGH COURT AT CALCUTTA CRIMINAL REVISIONAL JURISDICTION THE HON'BLE JUSTICE TIRTHANKAR GHOSH C.R.R. Mr. Shiladitya Banerjee Mr. Arijit Ganguly Mr. Sandip Chakraborty Heard on : 17.08.2021 01.09.2021 and 07.09.2021 Judgment on Tirthankar Ghosh J: The present revisional application has been preferred challenging the proceeding relating to Burrabazar Police Station dated 22.12.2014 under Sections 354 114 of Indian Penal CodeOne fired tinted bullet head. The investigating Agency in course of investigation in connection with this case also relied upon materials regarding the previous conduct of the said Sandeep Upadhaya which reflected that earlier in connection with Asansole GRPS 12 dated 14.01.12 one revolver and three rounds ammunitions were seized.",
    "original_length": 483,
    "summary_length": 110
  },
  {
    "id": 99,
    "status": "success",
    "summary": "ANUPAMA HEBBAR ADVOCATE) 1. The Karnataka Medical Council has entered appearance through its Panel Counsel who remained absent when the matter was taken up for consideration twice i.e. in the morning and afternoon sessions the first respondent Complainant having died his son is permitted to come on record to prosecute the defence in the Writ Petition his counsel too is absent however the absence of the counsel cannot interdict the disposal of this decade old case on merits without unnecessarily prolonging its pendency.",
    "original_length": 499,
    "summary_length": 83
  }
]