[
  {
    "id": 0,
    "status": "success",
    "summary": "V.C. the period between September 3, 1959 and May 25, 1970 but the same was rejected on the G ground that departmental inquiry was still pending. There was little or no progress in the departmental inquiry.",
    "original_length": 511,
    "summary_length": 36
  },
  {
    "id": 1,
    "status": "success",
    "summary": "Ashok H. Desai, R.P. P.H. and 3.",
    "original_length": 490,
    "summary_length": 7
  },
  {
    "id": 2,
    "status": "success",
    "summary": "It was urged that inclusion of sugar in the Schedule of the Act was arbitrary., primarily because it being a declared commodity of public importance under Entry 52 of List I of Schedule VII the State legislature was precluded from legislating on it. Its inclusion in the Schedule was also assailed as it being a Mill or Factory produce it could not be deemed to be agricultural produce which is basically confined to produce of or from soil. Whether it was subsequently deleted or re included or re grouped or it was added later was immaterial as Section 40 of the Act empow ered State Government to amend or include any item in the Schedule of agricultural produce.",
    "original_length": 502,
    "summary_length": 118
  },
  {
    "id": 3,
    "status": "success",
    "summary": "to Shri Bhagwant Singh, there was an express stipulation between the respective parents that no dowry would be demanded in the marriage. According to Shri Bhagwant Singh, his daughter continued to be ill treated and was often taunted that unless the observed the family tradition of presenting a necklace to her mother in law she would remain without child. As Shri Bhagwant Singh remained firm in his resolve not to yield to these pressures, it is alleged that the girl continued to be haras",
    "original_length": 518,
    "summary_length": 84
  },
  {
    "id": 4,
    "status": "success",
    "summary": "20,000/ while the suit tannery which was estimated as of the same value was to become the sole property of the 4th defendant who was described in the deed as \"the continuing partner\". The plaintiff was, however, advised that it would be safer to have the conveyance in his favour executed by the other partner also and accordingly the 3rd defendant was also an executant of the sale deed. On the execution of the sale deed the plaintiff entered into possession and he claimed to have thereafter effected improvements to the property.",
    "original_length": 534,
    "summary_length": 92
  },
  {
    "id": 5,
    "status": "success",
    "summary": "391 of 1959. 3504/X dated May 10, 1956, assessed the respondent to pay tax on a turnover of Rs. The order was confirmed in appeal by the Judge (Appeals) and was further confirmed by the Judge (Revisions) Sales Tax.",
    "original_length": 504,
    "summary_length": 39
  },
  {
    "id": 6,
    "status": "success",
    "summary": "(Under Article 32 of the Constitution of India. ) Anantharaman for the Petitioners. The complaint of the petitioners is with regard to the inter se fitment of the officers and employees of the Caltex Oil Refining (India) Ltd. and the other two Companies which have also been amalgamated with Hindustan Petroleum Corporation Ltd., namely, ESSO Standard Refining Company of India Ltd. and Lube India Ltd.",
    "original_length": 492,
    "summary_length": 65
  },
  {
    "id": 7,
    "status": "success",
    "summary": "by giving donations and is duly registered under the Societies Registration Act (Act XXI of 1860). The execution of the aforesaid decree was stayed and in the meantime C.P. On 11th September, 1940, the Debt Relief Court reduced the amount and granted instalments.",
    "original_length": 517,
    "summary_length": 43
  },
  {
    "id": 8,
    "status": "success",
    "summary": "38 of 1958. The question of jurisdiction of the Payment of Wages Authority was raised before this Court and reliance in that connection was placed on the decision in A. V. D 'Costa vs B. C. Patel and another(1). All that therefore the judgment under review decided was that where this Court is of the view that there is no failure of justice it is not bound to interfere under its powers under article 136 of the Constitution.",
    "original_length": 539,
    "summary_length": 78
  },
  {
    "id": 9,
    "status": "success",
    "summary": "1 G.N. ; the total compensation awarded was Rs. 3,31,455.",
    "original_length": 515,
    "summary_length": 10
  },
  {
    "id": 10,
    "status": "success",
    "summary": "The occurrence now in question in the instant case took place when Wasson Singh was on bail. Mukhtar Singh and Harbhajan Singh accused are alleged to be partyman of Wasson Singh. Resham Singh (deceased) son of another Hazara Singh and Hazara Singh deceased were proceeding by the foot path from the Bus Stand Amarkot to their hamlet.",
    "original_length": 516,
    "summary_length": 57
  },
  {
    "id": 11,
    "status": "success",
    "summary": ". . .",
    "original_length": 524,
    "summary_length": 3
  },
  {
    "id": 12,
    "status": "success",
    "summary": "The Judgment of the Court was delivered by V. RAMASWAMI, J. The Act is intended to ensure that the domestic and industrial affluence are not allowed to be discharged into water coarses without adequate treatment. Chapter VI of the Act requires the Central Govern ment and the State Governments to provide funds to the Central Board and the State Boards respectively for imple menting the provisions of the Act.",
    "original_length": 517,
    "summary_length": 69
  },
  {
    "id": 13,
    "status": "success",
    "summary": "430 of 1974. Singh and A. K. Srivastava for Re spondent. The respondent made several representations one such representation being on 24th December, 1970.",
    "original_length": 517,
    "summary_length": 24
  },
  {
    "id": 14,
    "status": "success",
    "summary": "The judgment of the Court was delivered by GAJENDRAGADKAR J. This appeal arises out of an industrial dispute between the appellant, Khardah Co. Ltd., and the respondents, its workmen. jadav was not accustomed to work on the complicated machine which produces twill and so, he requested the management that he should be asked to do his usual work on a plain machine.",
    "original_length": 525,
    "summary_length": 62
  },
  {
    "id": 15,
    "status": "success",
    "summary": "The appellants claimed that they entered into a contract with the respondents on September 16, 1960, for the purchase of 6,00,000 bags of B Twill at the rate of Rs. , Sunderlal & Son by Your order, and on your account: Yours faithfully, Sunderlal & Sons. It is unfortunate that the attention of the learned Judge was not invited to the admission made by the respondents in paragraph 6 of the plaint filed by them in the City Civil Court, Calcutta, for a declaration that there was",
    "original_length": 505,
    "summary_length": 87
  },
  {
    "id": 16,
    "status": "success",
    "summary": "391 (Under Article 32 of the Constitution of India). This is a beneficial legislation for satis fying the provisions of the Constitution and the obligation in international agreements to which India is a party. Mr. Panda appearing for the State of Orissa has agreed that Orissa State has no objection to officers of any origi nating State holding necessary enquiries within Orissa when it is a Recepient State.",
    "original_length": 465,
    "summary_length": 68
  },
  {
    "id": 17,
    "status": "success",
    "summary": "Each of these appeals under Section 35 L (b) of the Central Excise and Salt Act, 1944 is direct ed against the decision of the Customs, Excise and Gold (Control) Appellate Tribunal. The Tribunal has accepted the stand of manufacturers. compounding was done simultaneously with the weaving of the fabric from yarn which clearly indicated that the process of manufacture was conversion from yarn to fabric as also the application of the P.V.C.",
    "original_length": 506,
    "summary_length": 73
  },
  {
    "id": 18,
    "status": "success",
    "summary": "Veda Vyas (V. N. Sethi and section K. Kapur, with him) for the petitioner. The petitioner was arrested on the 10th March, 1953, under an order of the District Magistrate of Delhi made under section 3 of the Preventive Detention Act as amended. 710 It will be noticed that the incidents related in the sub paragraph are alleged to have taken place on the 11th March, the day after the petitioner was arrested and detained.",
    "original_length": 526,
    "summary_length": 75
  },
  {
    "id": 19,
    "status": "success",
    "summary": "P.H. It is not disputed that the appellant had complied with sec tion 25F of the Act and due retrenchment compensation had been paid to those workers. It is well settled that a complaint under section 33A is maintainable only if the employer contravenes section 33 of the Act.",
    "original_length": 494,
    "summary_length": 49
  },
  {
    "id": 20,
    "status": "success",
    "summary": "Singh, for the appellant. Maheshwari, for the respondent. Ultimately, the suit was decreed on December 15, 1959.",
    "original_length": 530,
    "summary_length": 17
  },
  {
    "id": 21,
    "status": "success",
    "summary": "M. C Chagla, R. Thiagarajan and T. Satyanarayana, for the appellant. The case of the contesting defendants is that Bhaskara Rao executed a will on November 29, 1903 authorising his widow Seshamma to adopt a son, that pursuant to such authority she 'adopted Rajeswarara, in or about May 1904 that Rajeswararao died in 1950 and that the first defendant is his adopted son. Mr. M. C. Chagla argued that in May 1904 Seshamma had not attained the age of discretion and was not competent to make the adoption.",
    "original_length": 553,
    "summary_length": 88
  },
  {
    "id": 22,
    "status": "success",
    "summary": "Sub Divisional Magistrate, Delhi, issued notices to the respondents in these appeals except that in criminal appeal No. In reply amongst other pleas those respondents challenged the validity of s.18. Ambar was using the premises in question for an improper purpose.",
    "original_length": 547,
    "summary_length": 41
  },
  {
    "id": 23,
    "status": "success",
    "summary": "240/1987. This amount was later on revised to Rs. 1,25,706,17.",
    "original_length": 497,
    "summary_length": 10
  },
  {
    "id": 24,
    "status": "success",
    "summary": "62 admeasuring 576 sq. The Trustees of the Port of Bombay in July, 1977 obtained a decree on admission against the heirs of Mustafa Husein in the said suit. The petitioners obstructed the execution of the decree.",
    "original_length": 519,
    "summary_length": 37
  },
  {
    "id": 25,
    "status": "success",
    "summary": "1. Sheets. It appears that this application was forwarded, duly recommended, by the District Supply Officer.",
    "original_length": 508,
    "summary_length": 16
  },
  {
    "id": 26,
    "status": "success",
    "summary": "The three appellants along with one more person, namely, Keshavlal Nagjibhai were prosecuted under section 167 (81) of the , No. The prosecution case further was that Narandas Nagjibhai asked Vallabhdas Nagjibhai to take the gold to Bantwa and sell it at the rate of Rs. The Deputy Superintendent of Customs was also with Inspector Mehta and Vallabhdas Nagjibhai was taken down from the bus at Kutiyana.",
    "original_length": 510,
    "summary_length": 67
  },
  {
    "id": 27,
    "status": "success",
    "summary": "The petitioner in each of these applications under Article 32 of the Constitution is a workman engaged on terms of casual labour for periods varying between 10 140 and 16 years in the Construction Department of the Signal Unit in the Northern Railway. They have asked for a direction to treat the petitioners at par with maintenance workers and to declare that they are entitled to equal pay for equal work and have asked for their absorption in the regular cadre in the permanent category as per the circulars issued by the respondents. In Paragraph 23 of the counter affidavit, it has been specifically pleaded that as per the extant rules, temporary status will first be given in the cadre of Khallasi and then promotion to skilled category after conducting the trade test is admissible.",
    "original_length": 483,
    "summary_length": 135
  },
  {
    "id": 28,
    "status": "success",
    "summary": "The Judgment of the Court was delivered by Ramaswami, J. JAG 26/66 67/AA of 1965 from the Judge Advocate General (Army branch), Army Headquarters whereby the petitioner was found guilty of charges under section 304 and section 149 of the Indian Penal Code and sentenced to a period of 6 years rigorous imprisonment and cashiering. The variety entertainment concluded at about 1900 hours at the end of which rum was issued to the jawans.",
    "original_length": 529,
    "summary_length": 74
  },
  {
    "id": 29,
    "status": "success",
    "summary": "Poddar, Ms. Purnima, Atul Sharma, A.V.Palli, E.C.Agrawala and V.B.Joshi for the Respondents. This appeal by special leave has been preferred against the judgment dated 10th July, 1990 of the Bombay High Court in Appeal No. In order to secure the loan Respondent No.",
    "original_length": 525,
    "summary_length": 43
  },
  {
    "id": 30,
    "status": "success",
    "summary": "The following Judgments were delivered: UNTWALIA, J. These six appeals by special leave preferred by the Commissioner of Income tax from the judgments of the Kerala High Court are all inter connected and arise out of different proceedings in relation to one assessment year only. By an agreement dated November 28, 1960 the assessee sold to one Velappa Rowther trees from about 60 acres of land forming part of the 200 acres aforesaid.",
    "original_length": 516,
    "summary_length": 73
  },
  {
    "id": 31,
    "status": "success",
    "summary": "Two points have been urged before the Bench of the High Court which granted the certificate. His baggage was then examined but no objectionable article was detected therein. On the search of the trousers a sum of Rs.",
    "original_length": 507,
    "summary_length": 38
  },
  {
    "id": 32,
    "status": "success",
    "summary": ". . .",
    "original_length": 550,
    "summary_length": 3
  },
  {
    "id": 33,
    "status": "success",
    "summary": "10 of 1958. On January 15, 1948, the Maharaja of Bhavnagar introduced responsible Government in his State and appointed the assessee as the Chairman of the Bhavnagar Durbar Bank but he received no salary for that post. On March 1, 1948, Bhavnagar State was merged in the United States of Saurashtra and the Maharaja ceased to be the ruler of the said State as from that 745 date.",
    "original_length": 539,
    "summary_length": 68
  },
  {
    "id": 34,
    "status": "success",
    "summary": "797 C. K. Daphtary, L. M. Singhvi, section K. Mehta, K. L. Mehta and K. R. Nagaraja, for the appellant. The Chairman thereafter appears to have carried on a correspondence to fix, a convenient place and time for the meeting, which was ultimately fixed at Indore on the 4th of April 1970. Justice Naik was, however, unable to attend the meeting and in, his absence the other two persons, Shri Shinde panel of and Shri Agrawal met; as a Committee and submitteds names from which the Chancellor appointed the appellant on 7th April 1970 as a vice Chancellor with effect from 22nd June 1970 for, a period of five years.",
    "original_length": 525,
    "summary_length": 110
  },
  {
    "id": 35,
    "status": "success",
    "summary": "Petition No. For the assessment year 1977 78, he filed his return under the Act on January 20, 1978 disclosing an income of Rs. 2,15,729/ as per the seized accounts.",
    "original_length": 507,
    "summary_length": 30
  },
  {
    "id": 36,
    "status": "success",
    "summary": "This appeal is directed against a judgment of the Customs, Excise and Gold Control Appellate Tribunal in regard to the manner and sequence in which certain notifications under Rule 8 Sub rule (1) of the Central Excise Rules granting exemptions from duty have to be worked out. 16 of the First Schedule to the Central Excise and Salt Act, 1944(1 of 1944) from so much of the duty of excise leviable thereon as is in excess of fifty five per cent Ad valorem\". 68 of the First Schedule to the Central Excise and Salt Act, 1944 (1 of 1944) (hereinafter referred to as the inputs) have been used, from so much of the duty of excise leviable thereon as is equivalent to the duty of excise already paid on the inputs.",
    "original_length": 547,
    "summary_length": 131
  },
  {
    "id": 37,
    "status": "success",
    "summary": "Harbans Singh, for the appellant. Mehta, for the respondent. Jai Kaur filed an appeal under clause 10 of the Letters Patent of the High Court.",
    "original_length": 550,
    "summary_length": 25
  },
  {
    "id": 38,
    "status": "success",
    "summary": "197 of 1955. The appellant has now come to this Court. The Act of 1948 made a somewhat different provision with regard to these charges.",
    "original_length": 538,
    "summary_length": 25
  },
  {
    "id": 39,
    "status": "success",
    "summary": "Parekh for the Respondents. The appellant is aggrieved by the judgment of the High Court holding that sanction of the State Government as required under Section 197, Cr. The section extends immunity from irre sponsible, frivolous and vexatious prosecution.",
    "original_length": 505,
    "summary_length": 39
  },
  {
    "id": 40,
    "status": "success",
    "summary": "The first group consisted of workmen who were drawing basic pay on January 1, 1962 according to scales of pay provided by the ALL India Industrial Tribunal (Bank Disputes) Award, 1953 (popularly known as the Sastry award) as modified by the Labour Appellate Tribunal Decision (Bank Disputes). The second group 900 consisted of workmen who on January 1, 1962 were employed in banks which were not governed by the provisions of the Sastry award as modified and were not thus drawing basic pay on the footing of scales of pay provided by that award. 5.348 of the Desai award.",
    "original_length": 532,
    "summary_length": 99
  },
  {
    "id": 41,
    "status": "success",
    "summary": "256 267 of 1966. Appeals by special leave from the Award dated April 6, 1964 of the Central Government Labour Court, Dhanbad in Ap plications L.C. 237 / 245, 228 / 247, 238 / 250, 230 / 252, 239 / 254, 229/255 of 1962.",
    "original_length": 501,
    "summary_length": 44
  },
  {
    "id": 42,
    "status": "success",
    "summary": "Ram Jethamalani and Harjinder Singh for the Petitioner. It was submitted that non consideration of the representation by the Central Government vitiated the detention order. It states that it is a further representation in the matter of his detention.",
    "original_length": 500,
    "summary_length": 39
  },
  {
    "id": 43,
    "status": "success",
    "summary": "Parekh (NP) for the Appellant. Kapoor (NP) for the Respondents. The Judgment of the Court was delivered by K. RAMASWAMY, J.",
    "original_length": 505,
    "summary_length": 21
  },
  {
    "id": 44,
    "status": "success",
    "summary": "I.M. Nanavati, 1. was delivered by Shah, J. SARKAR J.",
    "original_length": 539,
    "summary_length": 10
  },
  {
    "id": 45,
    "status": "success",
    "summary": "2717 of 1988. Special leave granted. Shoun World to pick them up and due to the failure of motor life boats and life crafts, when the ship sank, only 11 out of 28 persons were rescued resulting in loss of life to the remaining persons.",
    "original_length": 522,
    "summary_length": 45
  },
  {
    "id": 46,
    "status": "success",
    "summary": "3436 of 1979. But surprisingly, we found nothing what. 77 The appellant appears to have had quite a noteworthy career.",
    "original_length": 512,
    "summary_length": 20
  },
  {
    "id": 47,
    "status": "success",
    "summary": "He points out that thirty inmates recently escaped from the \"Care Home\" and now three Home Guards have been posted. The building is absolutely uninhabitable and unsafe, and during the rainy season the roof leaks almost at every point. Most of the inmates were compelled to sleep on the broken floor without even a sheet to cover themselves.",
    "original_length": 505,
    "summary_length": 58
  },
  {
    "id": 48,
    "status": "success",
    "summary": "C/3443 of 1967. These persons will be referred to as accused Nos. This commodity was for the purpose of being used in the licensee 's factory.",
    "original_length": 512,
    "summary_length": 26
  },
  {
    "id": 49,
    "status": "success",
    "summary": "87/63. 58 of 1963 and Civil Appeals Nos. Accordingly an extra ordinary general meeting of the shareholders of the Company was held on January 17, 1956 but it was adjourned to January 25,1956.",
    "original_length": 522,
    "summary_length": 33
  },
  {
    "id": 50,
    "status": "success",
    "summary": "1 in person and D. N. Misra for the Appellants. If we may anticipate ourselves, none of the nine submissions has appealed to us, save to the extent the High Court has upheld. Although he waxed sentimentally on this note, he did not convince us on his contentions.",
    "original_length": 521,
    "summary_length": 48
  },
  {
    "id": 51,
    "status": "success",
    "summary": "Pyare Lal Sharma joined the company as Assistant Chemical Engineer on July 12, 1972. He then filed another suit in the Delhi High Court claiming Rs.50 lakhs as damages from the company but the same did not proceed on technical grounds. He remained absent from December 7, 1979 to March 7, 1980 without any sanctioned leave.",
    "original_length": 523,
    "summary_length": 56
  },
  {
    "id": 52,
    "status": "success",
    "summary": "On the next day of the marriage, the bride and groom returned to the house of the latter at Arvi. On June 19, 1981, they had gone to Amravati to have prayers in the Devi Tampie. They extinguished the flame which was practically engulfing Chanda.",
    "original_length": 524,
    "summary_length": 45
  },
  {
    "id": 53,
    "status": "success",
    "summary": "By an indenture of lease dated 16 March, 1944 the respon dents became lessees of the appellants for a period of 5 years, from 1 March 1943 in respect of the agricultural lands belonging ,to Jivanji Jamasji Mistry 's Adarian Charities. The lease was therefore effective up to 28 February, 1953. Meanwhile the Bombay Tenancy and Agricultural Lands Act, 1948 came into force on 28 December, 1948.",
    "original_length": 539,
    "summary_length": 67
  },
  {
    "id": 54,
    "status": "success",
    "summary": "Writ Nos. 394/79. P.B.",
    "original_length": 545,
    "summary_length": 4
  },
  {
    "id": 55,
    "status": "success",
    "summary": "gave separate opinions. The committee also expressed the opinion that \"there is a prima facie case of professional misconduct\". The notice was described as a suo motu inquiry against the respondents.",
    "original_length": 521,
    "summary_length": 31
  },
  {
    "id": 56,
    "status": "success",
    "summary": "152 153 of 1972. 152 153/72. The Judgment of the Court was delivered by FAZAL ALI, J.",
    "original_length": 525,
    "summary_length": 17
  },
  {
    "id": 57,
    "status": "success",
    "summary": "B. Sen and P. K. Bose for the appellants. Thereafter a notification was ' issued under section 6 read with section 7 of the Act and published in the Calcutta Gazette dated April 27, 1950, declaring that the plots covered by the notification under section 4 aforesaid were needed for the very same purposes as stated in the notification under section 4. When the Government started to erect certain structures on the land thus acquired and stored building materials near about, the respondent moved the High Court under article 226 of the Constitution challenging the vires of the Act and impugning the legality of the proceedings taken under the Act.",
    "original_length": 516,
    "summary_length": 110
  },
  {
    "id": 58,
    "status": "success",
    "summary": "4008 09 of 1985. WITH C.M.P. On the other hand, the cadre of Executive Engineers in Bihar Public Works Department was governed by the 1939 Rules.",
    "original_length": 498,
    "summary_length": 26
  },
  {
    "id": 59,
    "status": "success",
    "summary": "4827 of 1974 which had been filed by the appellant for quashing the 246 first respondent 's order dated 3.5.1974 removing him from service pursuant to the finding of the second respondent, U.P. UPI 9117 and valued at more than Rs. The Tribunal found that the transaction of sale of the scooter by the appellant to Lal Mohd was effected through M/s.",
    "original_length": 497,
    "summary_length": 62
  },
  {
    "id": 60,
    "status": "success",
    "summary": "4145 46 of 1986. The plaintiff thereafter filed an application with a prayer to modify the judgment and remand the suit for retrial. An ex parte decree of eviction was passed on 19 2 1982.",
    "original_length": 532,
    "summary_length": 35
  },
  {
    "id": 61,
    "status": "success",
    "summary": "According to the appellant, his father Habibullah died more than twenty years ago leaving behind the appellant and his brother Bashirullah as his sole heirs. Both these questions were decided against the appellant. We have compared the notice issued in the present case with Form I of the Rules and can find no difference between them in essential particulars.",
    "original_length": 530,
    "summary_length": 59
  },
  {
    "id": 62,
    "status": "success",
    "summary": "0. The other charges framed against them were under section 307 / 149, 201/ 149 & SI 1, 395, 396, 149 & 449, 1. The learned trial Judge held that none of the char es had been proved against five of the accused persons.",
    "original_length": 538,
    "summary_length": 44
  },
  {
    "id": 63,
    "status": "success",
    "summary": "WITH C.A. Karnataka, Bangalore). The assessee was making payments to the firm every year on account of royalty in terms of said clause.",
    "original_length": 530,
    "summary_length": 23
  },
  {
    "id": 64,
    "status": "success",
    "summary": "1600 Rs. 131/ due under three mortgages Exhibits 93, 92 and 91 respectively and a sum of Rs. 2600 only, that the consideration of Rs.",
    "original_length": 555,
    "summary_length": 25
  },
  {
    "id": 65,
    "status": "success",
    "summary": "1 on 14 June 1946. The matter was heard by the Mamlatdar. recorded by the Tenancy Aval Karkun in an earlier case on 10 September 1962.",
    "original_length": 533,
    "summary_length": 26
  },
  {
    "id": 66,
    "status": "success",
    "summary": "From the Judgment and Order dated the 4th day of June, 1982 of the Punjab and Haryana High Court in Election Petition No.2 of 1980. This election appeal is directed against a judgment dated June 4, 1982 of the Punjab & Haryana High Court dismissing the election petition filed by the appellant against the respondent. According to the appellant, the respondent No.",
    "original_length": 518,
    "summary_length": 62
  },
  {
    "id": 67,
    "status": "success",
    "summary": "By G.O. Ms. No. The appellant started mining operations soon after the execution 699 of the lease deed and has ever since been paying the royal ties, dead rents and other amounts payable under the Deed.",
    "original_length": 515,
    "summary_length": 36
  },
  {
    "id": 68,
    "status": "success",
    "summary": "1266 of 1982. We have before us an appeal and a writ petition , which are filed by two persons sentenced to life imprisonment for the offence of murder. In support of his case , he relies upon an order dated March 3 , 1982 passed by this Court in Sukhlal Hansda vs State of West Bengal.",
    "original_length": 556,
    "summary_length": 57
  },
  {
    "id": 69,
    "status": "success",
    "summary": "3195 of 1979 is an appeal by certifi cate filed by the Union of India through the Assistant Collector of Central Excise, Kottayam against the Judgment dated 20th June 1979 of the Division Bench of the High Court of Kerala from Writ Appeal No. 4731 32 of 1984 are appeals filed by Union of India through the Superintendent of Central Excise, Kottayam against the Judgment dated 1st April 1976 of the Division Bench of the High Court of Kerala allowing post manufacturing expenses under the old Section 4 of the Excise Act. 10108 of 1980 is another appeal of the Union of India against the Judgment of the Additional Judi cial Commissioner, Goa, Daman and Diu allowing post manufac turing expenses under the old Section 4 of the Excise Act in respect of the factory at Goa.",
    "original_length": 524,
    "summary_length": 137
  },
  {
    "id": 70,
    "status": "success",
    "summary": "2 and 3. The routes above mentioned were extended by the Punjab State authorities under permits granted by them for intra State routes connecting different towns in the State of Punjab itself. This agreement was subject to ratification by the Governments of the Two States, which`was, however, never accorded.",
    "original_length": 526,
    "summary_length": 49
  },
  {
    "id": 71,
    "status": "success",
    "summary": "A regular case is therefore regis tered and its investigation is entrusted to Shri V.P. National Mill Stores Co., Budaun, and M/s. Saxena.",
    "original_length": 522,
    "summary_length": 23
  },
  {
    "id": 72,
    "status": "success",
    "summary": "57 and 58 of 1960. The Judgment of the Court was delivered by SUBBA RAO, J. These two appeals raise rather an important question on the interpretation of the provisions of section 207A of the Criminal Procedure Code (hereinafter referred to as the Code). '",
    "original_length": 515,
    "summary_length": 45
  },
  {
    "id": 73,
    "status": "success",
    "summary": "28,200, entered in the names of certain Sendhi shop keepers. In appeal before the Appellate Assistant Commissioner and thereafter before the Income Tax 621 Appellate Tribunal, the assessee succeeded in getting the assessed income reduced to Rs. In regard to the cash deficits, the Appellate Tribunal noticed that for the assessment year 1957 58 an addition of Rs.",
    "original_length": 491,
    "summary_length": 58
  },
  {
    "id": 74,
    "status": "success",
    "summary": "386 7 1. 7,728 13 8. 386 7 1.",
    "original_length": 532,
    "summary_length": 9
  },
  {
    "id": 75,
    "status": "success",
    "summary": "From the judgment and order dated the 20th October, 1976 of the High Court of Madras in Tax Cases Nos. Desai, A.K. The Judgment of the Court was delivered by VENKATARAMIAH J.",
    "original_length": 521,
    "summary_length": 32
  },
  {
    "id": 76,
    "status": "success",
    "summary": "The facts are few and simple. The accompanying covering letter suggested to the appellants that the court 's intervention could be sought to have one of the samples kept by the Local Health Authority examined one more time. The appellants did not avail of the opportunity and faced the prosecution launched under section 7 read with section 16 of the before the Chief Judicial Magistrate, Khargaon.",
    "original_length": 522,
    "summary_length": 66
  },
  {
    "id": 77,
    "status": "success",
    "summary": "Whereas public emergency exists and the Administrator, Delhi is satisfied that the continuation of satta at the aforesaid premises through the telephones given above is prejudicial to public interest and as such it is necessary to take temporary possession of all the aforesaid telephones from the premises in question.\" The General Manager, Telephones, Delhi also, made orders on November 28, 1972 and December 5, 1972, purporting to act under Rule 422 of the Indian Telegraphs Rules, 1951, (for short, the Rules) for disconnecting the telephones and non exchange lines. F5/20/72/C HG dated 27 11 1972 that public emergency exists and that continuation of \"satta ' at the premises of Coronation Hotel Fatehpuri through the telephones is pre judicial to public interest.",
    "original_length": 491,
    "summary_length": 121
  },
  {
    "id": 78,
    "status": "success",
    "summary": "Appeal from the Judgment and Order dated the 16th September, 1952, of the High Court of Judicature at Madras (Subba Rao J.) The result of the election was published in the Fort St. George Gazette (Extraordinary) on 19th June, 1952, and the respondent took his seat as a member of the Assembly on 27th June, 1952. On 3rd July, 1952, the Speaker of the Assembly read out to the House a communication received from the Commission bringing to his notice \"for such action as he may think fit to take\", the fact that the respondent 's application for exemption had been rejected.",
    "original_length": 504,
    "summary_length": 102
  },
  {
    "id": 79,
    "status": "success",
    "summary": "Rao for the Appellant. The Judgment of the Court was delivered by SHARMA, J. In response to an advertisement issued by the 'Commission ' for filling up a large number of vacancies of District Munsifs by direct recruitment, the appellant applied.",
    "original_length": 493,
    "summary_length": 41
  },
  {
    "id": 80,
    "status": "success",
    "summary": "607 C. K. Daphtary, Solicitor General of India, D. N. Mukherjee and T. M. Sen, for the appellants. In the notice, ten specific instances of neglect of duty and two instances of misconduct acceptance of illegal grati fication and fabrication of official record were set out. His argument that he has already been punished by the section P. for specific instances of bad ' work does not help him very much since all these instances of bad work during the period of probation have to be taken together in considering his merits for confirmation or otherwise.",
    "original_length": 515,
    "summary_length": 96
  },
  {
    "id": 81,
    "status": "success",
    "summary": "1202 of 1974. Rao for the Appellant. Sampath for the Respondent.",
    "original_length": 540,
    "summary_length": 11
  },
  {
    "id": 82,
    "status": "success",
    "summary": "4276 of 1988, A. Sharan for the Appellants. The Judgment of the Court was delivered by AHMADI, J. The High Court took the view that the State Government had deviated from its usual practice of fixing the cut off date as 30th of June of the relevant year.",
    "original_length": 508,
    "summary_length": 48
  },
  {
    "id": 83,
    "status": "success",
    "summary": "The problem is if the appellants, holders of certain lands known as \"Lalliti \" lands, are liable to the State Government concerned for payment of land revenue under the provisions of the Bombay Land Revenue Code, 1879 (Bombay Act V of 1879), hereinafter referred to as the Revenue Code ' after the enforcement of the provisions of the Abolition Act. of certain incidents of taluqdari tenures in the Ahmedabad district of Gujrat, with special reference to the changes through which those tenures had gone in the past by legislation or otherwise. The accession and domination of the Marathas made no substantial difference to the position of these semi independent chiefs, except that the annual payments varied under the Maratha rule.",
    "original_length": 525,
    "summary_length": 120
  },
  {
    "id": 84,
    "status": "success",
    "summary": "275 From the Judgment and Order Dated 7.12.1987 of the Allahabad High Court in Civil Misc. It applied for exemption from sales tax in respect of the goods manufactured by it in terms of a noti fication issued by the State Government on 30.9.1982 under section 4A of the Uttar Pradesh Sales Tax Act, 1948 (herein after called the 'Act '). 1987 and a further review application was also dismissed on 27.10.1987.",
    "original_length": 528,
    "summary_length": 72
  },
  {
    "id": 85,
    "status": "success",
    "summary": "227 of 1985. This Appeal and the Writ Petition challenge the order passed by the District Magistrate, Dhanbad under section 12(2) of The Bihar Control of Crimes Act, 1981 (hereinafter called the said 'Act '). The said Act was an Act to make special provisions for the control and suppression of anti social elements with a view to maintenance of public order.",
    "original_length": 521,
    "summary_length": 62
  },
  {
    "id": 86,
    "status": "success",
    "summary": "4065 67 of 1982. 4066 67 of 1982. 7 to 14 687 shares while the remaining 300 shares belong to a Trust in which both the groups are equally represented on the Board of Trustees.",
    "original_length": 538,
    "summary_length": 35
  },
  {
    "id": 87,
    "status": "success",
    "summary": "950 of 1966. 1143 of 1966. The scheme of the 1954 Act was therefore to entrust the conduct of basic education to School Boards.",
    "original_length": 523,
    "summary_length": 24
  },
  {
    "id": 88,
    "status": "success",
    "summary": "(b)That the account for the groundnut cakes supplied by mortgagor No. (c)That mortgagor No. 2 hereby transfers by way of simple mortgage to the mortgagee\" the assets described in Sch.",
    "original_length": 529,
    "summary_length": 30
  },
  {
    "id": 89,
    "status": "success",
    "summary": "Special leave granted. While the said truck was unloading materials near village Kurujanga, the victim girl stealthily left the truck and concealed her presence near a fence. On the information lodged by her father (P.W.",
    "original_length": 517,
    "summary_length": 35
  },
  {
    "id": 90,
    "status": "success",
    "summary": "l Appeal No. 2 of 1982 on its file. In or about the year 1964, Sitaram Jaipuria became the Chairman and Managing Director of the Cotton Mills Company.",
    "original_length": 511,
    "summary_length": 28
  },
  {
    "id": 91,
    "status": "success",
    "summary": "Choudhary for the Petitioner. Lalit and Ms. Kamini Jaiswal for the Respondents. The petitioner has now filed this Writ Petition under Arti cle 32 of the Constitution for issuance of a suitable writ or direction to correct,the above direction given in the 0order dated September 30, 1983 to bring it in consonance with Section 427(2) Cr.",
    "original_length": 507,
    "summary_length": 56
  },
  {
    "id": 92,
    "status": "success",
    "summary": "The assessees converted the DMT into polyester staple fibre in their factory at Thane and then sent it to Bhilwara in Rajasthan where the Rajasthan Spinning and Weaving Mills blended it with indigenous viscose staple fibre to spin out certain varieties of blended yarn. The answer to the question revolves around the interpretation of Section 75 of the read with the Customs and Central Excise Duty Draw Back Rules, 1971. The Central Government framed the Customs and Central Excise Duties Drawback Rules, 1971 (hereinafter referred to as 'the rules '), in exercise of the powers conferred on it under these two statutes.",
    "original_length": 511,
    "summary_length": 102
  },
  {
    "id": 93,
    "status": "success",
    "summary": "Dua for the Appellants. 607 As seen above, the Income Tax Offi cer had no material in his possession on the basis of which he could have reason to believe (mere suspicion apart) that income had escaped assessment. The appeal by the Revenue is in relation to the two transactions totaling Rs.70,000 and the appeal by the asses see is in regard to the remaining one in respect of a sum of Rs.30,000.",
    "original_length": 532,
    "summary_length": 73
  },
  {
    "id": 94,
    "status": "success",
    "summary": "565 570 of 1978. These appeals, by certificates are directed against the common judgment and order rendered by the Calcutta High Court on February 8, 1977 in Income Tax Reference No.156 of 1969 and Income Tax References Nos. The assessee maintained a regular Provident Fund for its employees which was recognised by the Commissioner of Income Tax some time in 1937 and the said recognition continued and was in force during the relevant years in question.",
    "original_length": 512,
    "summary_length": 76
  },
  {
    "id": 95,
    "status": "success",
    "summary": "Thereafter the first respondent herein an elector and apparently a busy body filed a petition under Article 226, of 'the Constitution The High Court accepted that petition and set aside the election of all the returned candidates. Further it opined that a mere mentioning of the number of the ward may lead to clerical errors and therefore the rule making authority had prescribed that the name of the ward also should be mentioned in the nomination paper. The election to the municipal councils is regulated by Rule 13 of the Rules framed under the Madhya Pradesh Municipalities Act, 1961.",
    "original_length": 522,
    "summary_length": 99
  },
  {
    "id": 96,
    "status": "success",
    "summary": "48 of 1973 to 63 of 1973 made by the appellants against the respondent (hereinafter referred to for brevity as 'the Company) under section 33(A) of the (hereinafter called 'the Act ') in reference (IT) No. On the even date i.e. August 30, 1972, the Company put up a notice stating that the strike embarked upon by the workmen was illegal and those participating in the said strike were liable to disciplinary action for misconduct as per Company 's certified standing orders Nos.",
    "original_length": 514,
    "summary_length": 83
  },
  {
    "id": 97,
    "status": "success",
    "summary": "2221 of 1993. 4420 of 1991. Deshpande and section K. Agnihotri for the Respondents.",
    "original_length": 500,
    "summary_length": 14
  },
  {
    "id": 98,
    "status": "success",
    "summary": "Appeal by special leave from the judgment and decree dated April 12, 1963 of the Andhra Pradesh High Ccurt in S.A. No. The Judgment of the Court was delivered by Subba Rao, C.J. They, representing the temple, filed O.S.",
    "original_length": 527,
    "summary_length": 39
  },
  {
    "id": 99,
    "status": "success",
    "summary": "3993 of 1950. One of the terms of the tenancy agreement was that the appellant should vacate the land demised on 24 hours ' notice. On the 28th August, 1950, the appellant applied for setting aside the ex parte decree but the application was dismissed on the 7th September, 1950.",
    "original_length": 544,
    "summary_length": 50
  }
]